INSERT INTO timeline_t (user_id, impression_num, timeline_created_at, reply_post_id, post_body, hidden_status)
VALUES
('S0000006', 3000, '2002-01-15 09:00:00', NULL, '下に引っ張ったことで追加されたよ', 0),
('S0000007', 2300, '2005-01-16 09:00:00', NULL, '下に引っ張ったことで追加されたよ', 0),
('S0000008', 1500, '2006-01-17 09:00:00', NULL, 'したに引っ張ったことで追加されたよ。', 0),
('S0000009', 1500, '2007-01-18 09:00:00', NULL, '下に引っ張ったことで追加されたよ', 0),
('S0000010', 100, '2024-01-30 09:00:00', NULL, '上に引っ張ったことで追加されたの', 0),
('S0000010', 100, '2024-06-30 09:00:00', NULL, '上に引っ張ったことで追加されたよ', 0),
('S0000010', 100, '2024-05-30 09:00:00', NULL, '上に引っ張ったことで追加されたわ', 0),
('S0000010', 100, '2024-04-30 09:00:00', NULL, '上に引っ張ったことで追加された', 0),
('S0000010', 100, '2024-03-30 09:00:00', NULL, '上に引っ張ったことで追加されたお', 0),
('S0000010', 100, '2025-02-21 09:00:00', NULL, '上に引っ張ったことで追加されたぜ', 0);